Repository: 3theories/SharedDesign
Catalog: Sources/SharedDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

# overlay.locked.subtitle.regular
source: Tap to unlock
ar: انقر لفتح القفل
de: Zum Entsperren antippen
es: Toque para desbloquear
fr: Tapez pour déverrouiller
hi: अनलॉक करने के लिए टैप करें
it: Toccare per sbloccare
ja: タップしてロック解除
ko: 탭하여 잠금 해제
pt_br: Toque para desbloquear
zh_hans: 轻点解锁

# overlay.locked.title.compact
source: Locked
ar: مغلق
de: Abgeschlossen
es: Bloqueado
fr: Verrouillé
hi: ताला लगा
it: Bloccato
ja: ロック
ko: 잠김
pt_br: Bloqueado
zh_hans: 锁定

# overlay.locked.title.expanded
source: Content Locked
ar: المحتوى مغلق
de: Inhalt Gesperrt
es: Contenido bloqueado
fr: Contenu verrouillé
hi: सामग्री लॉक की गई
it: Contenuto bloccato
ja: コンテンツロック
ko: 콘텐츠 잠김
pt_br: Conteúdo bloqueado
zh_hans: 内容已锁定

# overlay.locked.title.regular
source: Locked Content
ar: محتوى مغلق
de: Gesperrter Inhalt
es: Contenido bloqueado
fr: Contenu verrouillé
hi: लॉक किया गया सामग्री
it: Contenuto bloccato
ja: ロックされたコンテンツ
ko: 잠긴 콘텐츠
pt_br: Conteúdo bloqueado
zh_hans: 锁定内容

source: Pause activity
ar: نشاط الإيقاف المؤقت
de: Aktivität unterbrechen
es: Actividad de pausa
fr: Pause de l'activité
hi: गतिविधि रोकें
it: Pausa attività
ja: 活動の一時停止
ko: 활동 일시 중지
pt_br: Pausar a atividade
zh_hans: 暂停活动

source: Pause cooking
ar: إيقاف الطهي مؤقتاً
de: Kochpause
es: Pausa de cocción
fr: Pause de la cuisson
hi: पकाना रोकें
it: Pausa cottura
ja: 調理の一時停止
ko: 요리 일시 중지
pt_br: Pausa no cozimento
zh_hans: 暂停烹饪

source: Pause the current step timer
ar: إيقاف مؤقت الخطوة الحالي مؤقتاً
de: Anhalten des aktuellen Step-Timers
es: Pausa el temporizador por pasos actual
fr: Mise en pause de la minuterie de pas en cours
hi: वर्तमान चरण टाइमर को रोकें
it: Mette in pausa il timer del passo corrente
ja: 現在のステップタイマーを一時停止する
ko: 현재 걸음 수 타이머 일시 중지
pt_br: Pausar o cronômetro da etapa atual
zh_hans: 暂停当前步进计时器

source: Pause workout
ar: تمرين الإيقاف المؤقت
de: Trainingspause
es: Pausa del entrenamiento
fr: Pause de la séance d'entraînement
hi: व्यायाम रोकें
it: Pausa allenamento
ja: 一時停止ワークアウト
ko: 운동 일시 중지
pt_br: Pausar o treino
zh_hans: 暂停锻炼

source: Pause your current activity
ar: أوقف نشاطك الحالي مؤقتاً
de: Unterbrechen Sie Ihre aktuelle Aktivität
es: Pausa tu actividad actual
fr: Pause de l'activité en cours
hi: अपनी वर्तमान गतिविधि को रोकें
it: Mettere in pausa l'attività in corso
ja: 現在のアクティビティを一時停止する
ko: 현재 활동 일시 중지
pt_br: Pausar sua atividade atual
zh_hans: 暂停当前活动

source: Pause your current workout
ar: أوقف التمرين الحالي مؤقتاً
de: Unterbrechen Sie Ihr aktuelles Training
es: Pausa tu entrenamiento actual
fr: Pause de la séance d'entraînement en cours
hi: अपनी वर्तमान कसरत को रोकें
it: Mettere in pausa l'allenamento in corso
ja: 現在のワークアウトを一時停止する
ko: 현재 운동 일시 중지
pt_br: Pausar seu exercício atual
zh_hans: 暂停当前锻炼

source: Paused
ar: متوقف مؤقتاً
de: Pausiert
es: En pausa
fr: En pause
hi: ठहरा हुआ
it: In pausa
ja: 休止
ko: 일시 중지됨
pt_br: Em pausa
zh_hans: 暂停

# picker.placeholder.select
source: Select
ar: اختر
de: Wählen Sie
es: Seleccione
fr: Sélectionner
hi: चुनें
it: Selezionare
ja: 選択
ko: 선택
pt_br: Selecione
zh_hans: 选择

source: Pilates
ar: البيلاتيس
hi: पिलाटेस
ja: ピラティス
ko: 필라테스
zh_hans: 普拉提

source: Pill style
ar: نمط حبوب منع الحمل
de: Pille Stil
es: Estilo píldora
fr: Style pilule
hi: गोली शैली
it: Stile pillola
ja: ピルスタイル
ko: 알약 스타일
pt_br: Estilo de pílula
zh_hans: 药丸式

source: Please wait while we process your request...
ar: يُرجى الانتظار ريثما نقوم بمعالجة طلبك...
de: Bitte warten Sie, während wir Ihre Anfrage bearbeiten...
es: Espere mientras procesamos su solicitud...
fr: Veuillez patienter pendant que nous traitons votre demande...
hi: कृपया प्रतीक्षा करें, हम आपका अनुरोध संसाधित कर रहे हैं...
it: Si prega di attendere mentre elaboriamo la richiesta...
ja: リクエストを処理するまでお待ちください。
ko: 요청을 처리하는 동안 잠시 기다려주세요...
pt_br: Aguarde enquanto processamos sua solicitação...
zh_hans: 请稍候，我们将处理您的请求...

source: Premium & paywall
ar: بريميوم وحساب مدفوع
es: Premium y de pago
hi: प्रिमियम और पेवॉल
it: Premium e paywall
ja: プレミアム＆ペイウォール
ko: 프리미엄 및 페이월
pt_br: Premium e paywall
zh_hans: 高级和付费墙

# premium.mask.action
source: Upgrade Now
ar: الترقية الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à niveau maintenant
hi: अभी अपग्रेड करें
it: Aggiorna ora
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt_br: Faça o upgrade agora
zh_hans: 立即升级

# premium.mask.description
source: Upgrade to access this feature
ar: قم بالترقية للوصول إلى هذه الميزة
de: Upgrade für den Zugriff auf diese Funktion
es: Actualizar para acceder a esta función
fr: Mise à niveau pour accéder à cette fonctionnalité
hi: इस सुविधा का उपयोग करने के लिए अपग्रेड करें
it: Aggiornamento per accedere a questa funzione
ja: アップグレードしてこの機能を利用する
ko: 이 기능을 사용하려면 업그레이드하세요.
pt_br: Faça upgrade para acessar esse recurso
zh_hans: 升级以使用此功能

# premium.mask.title
source: Premium Feature
ar: الميزة المميزة
de: Premium-Funktion
es: Característica Premium
fr: Fonctionnalité Premium
hi: प्रिमियम फीचर
it: Caratteristica Premium
ja: プレミアム機能
ko: 프리미엄 기능
pt_br: Recurso Premium
zh_hans: 高级功能

source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전 게시물
pt_br: Anterior
zh_hans: 上一页

source: Previous exercise
ar: التمرين السابق
de: Vorherige Übung
es: Ejercicio anterior
fr: Exercice précédent
hi: पिछला व्यायाम
it: Esercizio precedente
ja: 前のエクササイズ
ko: 이전 연습
pt_br: Exercício anterior
zh_hans: 以前的运动

source: Previous step
ar: الخطوة السابقة
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
hi: पिछला कदम
it: Passo precedente
ja: 前のステップ
ko: 이전 단계
pt_br: Etapa anterior
zh_hans: 上一步

source: Processing
ar: المعالجة
de: Verarbeitung
es: Tratamiento
fr: Traitement
hi: प्रसंस्करण
it: Elaborazione
ja: 加工
ko: 처리
pt_br: Processamento
zh_hans: 加工

source: Progressive overload is built into your plan
ar: يتم تضمين الحمل الزائد التدريجي في خطتك
de: Progressive Überlastung ist in Ihren Plan integriert
es: La sobrecarga progresiva está integrada en su plan
fr: La surcharge progressive est intégrée dans votre plan
hi: प्रोग्रेसिव ओवरलोड आपकी योजना में अंतर्निहित है।
it: Il sovraccarico progressivo è integrato nel piano
ja: 漸進的過負荷をプランに組み込む
ko: 점진적 과부하가 요금제에 내장되어 있습니다.
pt_br: A sobrecarga progressiva é incorporada ao seu plano
zh_hans: 计划中包含渐进式超负荷训练

source: Pulse
ar: النبض
de: Puls
es: Pulso
fr: Impulsion
hi: धड़कन
it: Impulso
ja: パルス
ko: 펄스
pt_br: Pulso
zh_hans: 脉冲

source: Quick add
ar: إضافة سريعة
de: Schnell hinzufügen
es: Añadir rápidamente
fr: Ajout rapide
hi: त्वरित जोड़ें
it: Aggiunta rapida
ja: クイック追加
ko: 빠른 추가
pt_br: Adição rápida
zh_hans: 快速添加

source: Recipes are selected based on your cuisine preferences
ar: يتم اختيار الوصفات بناءً على تفضيلاتك من المأكولات التي تفضلها
de: Die Rezepte werden auf der Grundlage Ihrer kulinarischen Vorlieben ausgewählt
es: Las recetas se seleccionan en función de sus preferencias culinarias
fr: Les recettes sont sélectionnées en fonction de vos préférences culinaires
hi: रेसिपी आपकी व्यंजन प्राथमिकताओं के आधार पर चुनी जाती हैं।
it: Le ricette sono selezionate in base alle vostre preferenze culinarie
ja: 料理の好みに合わせてレシピをセレクト
ko: 요리 선호도에 따라 레시피가 선택됩니다.
pt_br: As receitas são selecionadas com base em suas preferências culinárias
zh_hans: 根据您的菜肴偏好选择食谱

source: Record a lap in your activity
ar: سجل دورة في نشاطك
de: Aufzeichnung einer Runde in Ihrer Aktivität
es: Registra una vuelta en tu actividad
fr: Enregistrez un tour dans votre activité
hi: अपनी गतिविधि में एक लैप रिकॉर्ड करें
it: Registrare un giro nella propria attività
ja: ラップを記録する
ko: 활동의 한 바퀴 기록하기
pt_br: Registre uma volta em sua atividade
zh_hans: 在活动中记录一圈

source: Record a set in your activity
ar: سجل مجموعة في نشاطك
de: Aufzeichnung eines Satzes in Ihrer Aktivität
es: Registra un set en tu actividad
fr: Enregistrez une série dans votre activité
hi: अपनी गतिविधि में एक सेट रिकॉर्ड करें
it: Registrare un set nella propria attività
ja: アクティビティにセットを記録する
ko: 활동에서 세트 기록하기
pt_br: Registre um conjunto em sua atividade
zh_hans: 在活动中记录一组

source: Record lap
ar: لفة قياسية
de: Rekordrunde
es: Vuelta récord
fr: Tour de piste record
hi: रिकॉर्ड लैप
it: Giro record
ja: レコードラップ
ko: 랩 기록
pt_br: Recorde de volta
zh_hans: 记录单圈

source: Record set
ar: مجموعة الأرقام القياسية
de: Datensatz
es: Récord establecido
fr: Jeu d'enregistrements
hi: रिकॉर्ड सेट
it: Set di record
ja: 記録更新
ko: 레코드 세트
pt_br: Conjunto de registros
zh_hans: 创纪录

source: Remaining
ar: المتبقي
de: Verbleibende
es: Resto
fr: Restant
hi: शेष
it: Rimanente
ja: 残り
ko: 남아있음
pt_br: Restante
zh_hans: 剩余

source: Reps
ar: المندوبون
de: Vertretungen
hi: प्रतिनिधिगण
it: Rappresentanti
ja: 議員
ko: 담당자
pt_br: Representantes
zh_hans: 代表

source: Rest
ar: استرح
es: Descansa
fr: Repos
hi: विश्राम
it: Riposo
ja: 休憩
ko: 휴식
pt_br: Descanso
zh_hans: 休息

source: Rest times are optimized for your goals
ar: تم تحسين أوقات الراحة بما يتناسب مع أهدافك
de: Die Ruhezeiten sind für Ihre Ziele optimiert
es: Tiempos de descanso optimizados para tus objetivos
fr: Les temps de repos sont optimisés en fonction de vos objectifs
hi: आराम के समय को आपके लक्ष्यों के लिए अनुकूलित किया गया है।
it: I tempi di riposo sono ottimizzati per i vostri obiettivi
ja: 休息時間は目標に合わせて最適化
ko: 목표에 최적화된 휴식 시간
pt_br: Os tempos de descanso são otimizados para suas metas
zh_hans: 根据目标优化休息时间

source: Resume activity
ar: استئناف النشاط
de: Tätigkeit fortsetzen
es: Reanudar la actividad
fr: Activité de CV
hi: गतिविधि फिर से शुरू करें
it: Attività del curriculum
ja: 活動再開
ko: 활동 재개
pt_br: Atividade de currículo
zh_hans: 简历活动

source: Resume cooking
ar: استئناف الطهي
de: Lebenslauf Kochen
es: Reanudar la cocción
fr: Cuisine des résumés
hi: पकाना जारी रखें
it: Cucina del curriculum
ja: 調理の履歴書
ko: 요리 재개
pt_br: Cozimento de currículos
zh_hans: 简历烹饪

source: Resume the current step timer
ar: استئناف مؤقت الخطوة الحالية
de: Fortsetzen des aktuellen Step-Timers
es: Reanudar el temporizador por pasos actual
fr: Reprendre le pas de temps en cours
hi: वर्तमान चरण टाइमर फिर से शुरू करें
it: Riprende il timer del passo corrente
ja: 現在のステップタイマーを再開する
ko: 현재 걸음 수 타이머 다시 시작
pt_br: Retomar o cronômetro da etapa atual
zh_hans: 恢复当前步进计时器

source: Resume workout
ar: استئناف التمرين
de: Lebenslauf-Training
fr: Entraînement au CV
hi: व्यायाम फिर से शुरू करें
it: Curriculum vitae
ja: ワークアウトの再開
ko: 운동 재개
pt_br: Trabalho de currículo
zh_hans: 简历锻炼

source: Right
ar: صحيح
de: Rechts
es: Derecha
fr: Droit
hi: सही
it: Diritto
ja: 右
ko: 오른쪽
pt_br: Certo
zh_hans: 对

source: Round
ar: مستديرة
de: Rund
es: Redondo
fr: Rond
hi: गोल
it: Rotondo
ja: ラウンド
ko: 라운드
pt_br: Redondo
zh_hans: 圆形

source: Round %lld
ar: الجولة %lld
de: Rund %lld
es: Redondo %lld
fr: Rond %lld
it: Rotondo %lld
ja: ラウンド %lld
ko: 라운드 %lld
pt_br: Redondo %lld
zh_hans: 圆形 %lld

source: Rounded style button
ar: زر بنمط مستدير
de: Abgerundeter Stil Knopf
es: Botón de estilo redondeado
fr: Bouton de style arrondi
hi: गोल शैली का बटन
it: Pulsante di stile arrotondato
ja: 丸みを帯びたスタイルのボタン
ko: 둥근 스타일 버튼
pt_br: Botão de estilo arredondado
zh_hans: 圆形按钮

# save_recipe.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annullamento
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# save_recipe.collection_label
source: Add to Collection (Optional)
ar: إضافة إلى المجموعة (اختياري)
de: Zur Sammlung hinzufügen (optional)
es: Añadir a la colección (opcional)
fr: Ajouter à la collection (optionnel)
hi: संग्रह में जोड़ें (वैकल्पिक)
it: Aggiungi alla collezione (opzionale)
ja: コレクションに追加（オプション）
ko: 컬렉션에 추가(선택 사항)
pt_br: Adicionar à coleção (opcional)
zh_hans: 添加到收藏（可选）

# save_recipe.create_collection.button
source: Create
ar: إنشاء
de: erstellen.
es: Cree
fr: Créer
hi: बनाएँ
it: Creare
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

# save_recipe.create_collection.color_label
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色

# save_recipe.create_collection.description_placeholder
source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (fakultativ)
es: Descripción (opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
it: Descrizione (opzionale)
ja: 説明（オプション）
ko: 설명(선택 사항)
pt_br: Descrição (opcional)
zh_hans: 说明（可选）

# save_recipe.create_collection.name_placeholder
source: Collection name
ar: اسم المجموعة
de: Name der Sammlung
es: Nombre de la colección
fr: Nom de la collection
hi: संग्रह का नाम
it: Nome della collezione
ja: コレクション名
ko: 컬렉션 이름
pt_br: Nome da coleção
zh_hans: 藏品名称

# save_recipe.create_collection.title
source: New Collection
ar: مجموعة جديدة
de: Neue Kollektion
es: Nueva colección
fr: Nouvelle collection
hi: नया संग्रह
it: Nuova collezione
ja: 新作コレクション
ko: 새로운 컬렉션
pt_br: Nova coleção
zh_hans: 新系列

# save_recipe.error.create_collection_failed
source: Couldn't create collection. Please try again.
ar: تعذر إنشاء مجموعة. الرجاء المحاولة مرة أخرى.
de: Die Sammlung konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es: No se ha podido crear la colección. Por favor, inténtelo de nuevo.
fr: Impossible de créer une collection. Veuillez réessayer.
hi: संग्रह नहीं बनाया जा सका। कृपया फिर से प्रयास करें।
it: Impossibile creare la raccolta. Riprovare.
ja: コレクションを作成できませんでした。もう一度お試しください。
ko: 컬렉션을 만들 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar a coleção. Por favor, tente novamente.
zh_hans: 无法创建收藏集。请重试。

# save_recipe.error.load_collections_failed
source: Couldn't load collections.
ar: تعذر تحميل المجموعات.
de: Sammlungen konnten nicht geladen werden.
es: No se pueden cargar las colecciones.
fr: Impossible de charger les collections.
hi: संग्रह लोड नहीं हो सके।
it: Impossibile caricare le collezioni.
ja: コレクションをロードできませんでした。
ko: 컬렉션을 로드할 수 없습니다.
pt_br: Não foi possível carregar coleções.
zh_hans: 无法加载收藏。

# save_recipe.items_count
source: Items Count
ar: عدد العناصر
de: Anzahl der Artikel
es: Recuento de artículos
fr: Nombre d'articles
hi: आइटमों की संख्या
it: Conteggio articoli
ja: アイテム数
ko: 항목 수
pt_br: Contagem de itens
zh_hans: 项目数

# save_recipe.items_count %lld
source: %lld items
ar: عناصر %lld
de: %lld Artikel
es: Artículos %lld
fr: %lld articles
hi: %lld आइटम
it: Articoli %lld
ja: %lld項目
ko: %lld 항목
pt_br: %lld itens
zh_hans: %lld 项目

# save_recipe.name_label
source: Recipe Name
ar: اسم الوصفة
de: Name des Rezepts
es: Nombre de la receta
fr: Nom de la recette
hi: रेसिपी का नाम
it: Nome della ricetta
ja: レシピ名
ko: 레시피 이름
pt_br: Nome da receita
zh_hans: 食谱名称

# save_recipe.name_placeholder
source: Enter recipe name
ar: أدخل اسم الوصفة
de: Rezeptname eingeben
es: Introduzca el nombre de la receta
fr: Saisir le nom de la recette
hi: रेसिपी का नाम दर्ज करें
it: Inserire il nome della ricetta
ja: レシピ名を入力
ko: 레시피 이름 입력
pt_br: Digite o nome da receita
zh_hans: 输入配方名称

# save_recipe.new_collection
source: New Collection
ar: مجموعة جديدة
de: Neue Kollektion
es: Nueva colección
fr: Nouvelle collection
hi: नया संग्रह
it: Nuova collezione
ja: 新作コレクション
ko: 새로운 컬렉션
pt_br: Nova coleção
zh_hans: 新系列

# save_recipe.no_collection
source: No Collection
ar: لا يوجد مجموعة
de: Keine Sammlung
es: Sin recogida
fr: Pas de collecte
hi: कोई संग्रह नहीं
it: Nessuna raccolta
ja: コレクションなし
ko: 수집 없음
pt_br: Sem coleta
zh_hans: 无收藏

# save_recipe.title
source: Save Recipe
ar: حفظ الوصفة
de: Rezept speichern
es: Guardar receta
fr: Enregistrer la recette
hi: रेसिपी सहेजें
it: Salva la ricetta
ja: レシピを保存
ko: 레시피 저장
pt_br: Salvar receita
zh_hans: 保存食谱

# search.results.count
source: %1$lld %2$@%3$@ found
ar: %1$lld تم العثور على %2$@%3$@
de: %1$lld %2$@%3$@ gefunden
es: %1$lld %2$@%3$@ encontrado
fr: %1$lld %2$@%3$@ trouvé
hi: %1$lld %2$@%3$@ पाया गया
it: %1$lld %2$@%3$@ trovato
ja: %1$lld %2$@%3$@ が見つかりました。
ko: %1$lld %2$@%3$@ 발견됨
pt_br: %1$lld %2$@%3$@ encontrado
zh_hans: %1$lld %2$@%3$@ 已找到

source: Searching for recipes that match your dietary needs...
ar: البحث عن وصفات تتناسب مع احتياجاتك الغذائية...
de: Auf der Suche nach Rezepten, die Ihren Ernährungsbedürfnissen entsprechen...
es: Buscar recetas que se ajusten a sus necesidades dietéticas...
fr: Recherchez des recettes qui correspondent à vos besoins alimentaires...
hi: आपकी आहार संबंधी आवश्यकताओं से मेल खाने वाली रेसिपी खोजी जा रही हैं...
it: Cercare ricette che soddisfino le vostre esigenze dietetiche...
ja: 食生活に合ったレシピを探す...
ko: 식단 요구 사항에 맞는 레시피 검색...
pt_br: Procurar receitas que atendam às suas necessidades dietéticas...
zh_hans: 寻找符合您饮食需求的食谱...

source: Selected
ar: مختارة
de: Ausgewählte
es: Selección
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 厳選された
ko: 선택됨
pt_br: Selecionado
zh_hans: 精选

source: Set
ar: مجموعة
de: Einstellung
es: Establecer
fr: Fixer
hi: सेट
ja: セット
ko: 설정
pt_br: Conjunto
zh_hans: 设置

source: Set %lld
ar: تعيين %lld
de: %lld einstellen
es: Ajustar %lld
fr: Définir %lld
hi: %lld सेट करें
it: Impostare %lld
ja: %lldを設定
ko: %lld 설정
pt_br: Definir %lld
zh_hans: 设置 %lld

source: Shadows
ar: الظلال
de: Schatten
es: Sombras
fr: Ombres
hi: छायाएँ
it: Ombre
ja: 影
ko: 그림자
pt_br: Sombras
zh_hans: 阴影

source: Shake
ar: المصافحة
de: Schütteln
es: Agitar
fr: Secouer
hi: हिलाना
it: Agitare
ja: シェイク
ko: 흔들기
pt_br: Agitar
zh_hans: 摇晃

# shared.button.loading
source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pt_br: Carregando...
zh_hans: 正在加载...

source: Shimmer effects
ar: تأثيرات اللمعان
de: Schimmernde Effekte
es: Efectos de brillo
fr: Effets de brillance
hi: चमक प्रभाव
it: Effetti shimmer
ja: シマー効果
ko: 쉬머 효과
pt_br: Efeitos de brilho
zh_hans: 微光效果

source: Skip exercise
ar: تخطي التمرين
de: Übung überspringen
es: Saltar el ejercicio
fr: Sauter l'exercice
hi: व्यायाम छोड़ें
it: Saltare l'esercizio
ja: 運動をスキップする
ko: 운동 건너뛰기
pt_br: Pular o exercício
zh_hans: 跳过运动

source: Skip the current exercise entirely
ar: تخطي التمرين الحالي بالكامل
de: Die aktuelle Übung komplett überspringen
es: Omitir por completo el ejercicio actual
fr: Sauter complètement l'exercice en cours
hi: वर्तमान अभ्यास को पूरी तरह से छोड़ें
it: Saltare completamente l'esercizio in corso
ja: 現在の練習を完全にスキップする
ko: 현재 연습을 완전히 건너뛰기
pt_br: Pular completamente o exercício atual
zh_hans: 完全跳过当前练习

source: Spacing
ar: التباعد
de: Abstände
es: Espaciado
fr: Espacement
hi: अंतर
it: Spaziatura
ja: スペーシング
ko: 간격
pt_br: Espaçamento
zh_hans: 间距

source: Stable
ar: مستقر
de: Stabil
es: Estable
hi: स्थिर
it: Stabile
ja: 安定
ko: 안정적
pt_br: Estável
zh_hans: 稳定

source: Strength
ar: القوة
de: Stärke
es: Fuerza
fr: La force
hi: शक्ति
it: La forza
ja: 強さ
ko: 강도
pt_br: Força
zh_hans: 实力

# Success
source: النجاح
ar: النجاح النجاح
hi: सफलता

source: Syncing...
ar: المزامنة...
de: Synchronisieren...
es: Sincronización...
fr: Synchronisation...
hi: सिंक हो रहा है...
it: Sincronizzazione...
ja: 同期...
ko: 동기화...
pt_br: Sincronização...
zh_hans: 同步...

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
it: Obiettivo
ja: ターゲット
pt_br: Alvo
zh_hans: 目标

source: The activity control action
ar: إجراء التحكم في النشاط
de: Die Aktion Aktivitätskontrolle
es: La acción de control de actividad
fr: L'action de contrôle de l'activité
hi: गतिविधि नियंत्रण कार्रवाई
it: L'azione di controllo dell'attività
ja: アクティビティ・コントロール・アクション
ko: 활동 제어 작업
pt_br: A ação de controle de atividade
zh_hans: 活动控制行动

source: The cooking control action
ar: إجراء التحكم في الطهي
de: Die Aktion der Kochsteuerung
es: La acción de control de cocción
fr: L'action de contrôle de la cuisson
hi: पाक नियंत्रण क्रिया
it: L'azione di controllo della cottura
ja: 調理コントロールアクション
ko: 요리 제어 동작
pt_br: A ação de controle de cozimento
zh_hans: 烹饪控制操作

source: The more data you track, the better the insights
ar: كلما زادت البيانات التي تتعقبها، كانت الرؤى أفضل
de: Je mehr Daten Sie verfolgen, desto besser sind die Erkenntnisse
es: Cuantos más datos rastrees, mejor información obtendrás.
fr: Plus vous suivez de données, meilleures sont les informations.
hi: आप जितना अधिक डेटा ट्रैक करेंगे, उतनी ही बेहतर अंतर्दृष्टियाँ मिलेंगी।
it: Più dati si tracciano, migliori sono gli approfondimenti
ja: 追跡するデータが多ければ多いほど、洞察が深まる
ko: 더 많은 데이터를 추적할수록 더 나은 인사이트를 얻을 수 있습니다.
pt_br: Quanto mais dados você rastrear, melhores serão os insights
zh_hans: 跟踪的数据越多，洞察力就越强

source: The workout control action
ar: إجراء التحكم في التمرين
de: Die Workout-Kontrollaktion
es: La acción de control del entrenamiento
fr: L'action de contrôle de la séance d'entraînement
hi: वर्कआउट नियंत्रण क्रिया
it: L'azione di controllo dell'allenamento
ja: ワークアウト・コントロール・アクション
ko: 운동 제어 동작
pt_br: A ação de controle de exercícios
zh_hans: 锻炼控制动作

source: This card automatically adapts its background color
ar: تتكيف هذه البطاقة تلقائياً مع لون خلفيتها
de: Diese Karte passt ihre Hintergrundfarbe automatisch an
es: Esta tarjeta adapta automáticamente su color de fondo
fr: Cette carte adapte automatiquement sa couleur de fond
hi: यह कार्ड अपने पृष्ठभूमि रंग को स्वचालित रूप से अनुकूलित करता है।
it: Questa scheda adatta automaticamente il suo colore di sfondo
ja: このカードは自動的に背景色に適応する
ko: 이 카드의 배경색이 자동으로 조정됩니다.
pt_br: Esse cartão adapta automaticamente sua cor de fundo
zh_hans: 该卡会自动调整背景颜色

source: This card has custom padding and corner radius
ar: تحتوي هذه البطاقة على حشوة مخصصة ونصف قطر الزاوية
de: Diese Karte hat benutzerdefinierte Polsterung und Eckenradius
es: Esta tarjeta tiene relleno y radio de esquina personalizados
fr: Cette carte est dotée d'un rembourrage et d'un rayon de courbure personnalisés
hi: इस कार्ड में कस्टम पैडिंग और कोने का त्रिज्या है।
it: Questa carta ha un'imbottitura e un raggio d'angolo personalizzati
ja: このカードにはカスタム・パッドとコーナー半径があります。
ko: 이 카드에는 사용자 지정 패딩과 모서리 반경이 있습니다.
pt_br: Esse cartão tem preenchimento e raio de canto personalizados
zh_hans: 该卡具有自定义填充和角半径

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: L'heure
hi: समय
it: Tempo
ja: 時間
ko: 시간
pt_br: Tempo
zh_hans: 时间

source: Toast notifications
ar: إشعارات النخب
de: Toast-Benachrichtigungen
es: Notificaciones de tostadas
fr: Notifications de toasts
hi: टोस्ट सूचनाएँ
it: Notifiche Toast
ja: トースト通知
ko: 토스트 알림
pt_br: Notificações de brindes
zh_hans: 吐司通知

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

source: Total
ar: الإجمالي
de: Insgesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
zh_hans: 总计

# trend.noChange.label
source: No change
ar: لا يوجد تغيير
de: Keine Änderung
es: Sin cambios
fr: Pas de changement
hi: कोई बदलाव नहीं
it: Nessuna variazione
ja: 変更なし
ko: 변경 사항 없음
pt_br: Nenhuma alteração
zh_hans: 无变化

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tente novamente
zh_hans: 再试一次

source: Typography
ar: الطباعة
de: Typografie
es: Tipografía
fr: Typographie
hi: टाइपोग्राफी
it: Tipografia
ja: タイポグラフィ
ko: 타이포그래피
pt_br: Tipografia
zh_hans: 排版

source: Unlock all features and get personalized coaching
ar: افتح جميع الميزات واحصل على تدريب مخصص
de: Schalten Sie alle Funktionen frei und erhalten Sie persönliches Coaching
es: Desbloquea todas las funciones y recibe asesoramiento personalizado
fr: Déverrouillez toutes les fonctionnalités et bénéficiez d'un coaching personnalisé
hi: सभी सुविधाओं को अनलॉक करें और व्यक्तिगत कोचिंग प्राप्त करें।
it: Sbloccate tutte le funzioni e ottenete un coaching personalizzato
ja: すべての機能をアンロックし、パーソナライズされたコーチングを受ける
ko: 모든 기능을 잠금 해제하고 맞춤형 코칭 받기
pt_br: Desbloqueie todos os recursos e receba orientação personalizada
zh_hans: 解锁所有功能并获得个性化辅导

source: Up
ar: لأعلى
de: Nach oben
es: Arriba
fr: Haut de la page
hi: ऊपर
it: Su
ja: 上へ
pt_br: Para cima
zh_hans: 向上

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
it: Valore
ja: 価値
ko: 가치
pt_br: Valor
zh_hans: 价值

source: Warm up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
hi: वार्म-अप
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
pt_br: Aquecimento
zh_hans: 热身
